alacritty
curl
feh
fzf
git
grep
i3-wm
neovim
networkmanager
picom
polybar
qt6-declarative
qt6-svg
rofi
ruby
sddm
spectacle
stow
thunar
tmux
ttf-jetbrains-mono-nerd
unzip
wget
zoxide
zsh
